"3-finger Horizontal Swipe" = "Horizontaliuoju braukimu trimis pirštais";
"3-finger Vertical Swipe" = "Vertikaliuoju braukimu trimis pirštais";
"4-finger Horizontal Swipe" = "Horizontaliuoju braukimu keturiais pirštais";
"4-finger Vertical Swipe" = "Vertikaliuoju braukimu keturiais pirštais";
"About" = "Apie";
"About %@" = "Apie %@";
"Accessibility" = "Prieinamumas";
"Acknowledgments" = "Padėkos";
"Active app" = "Aktyvi programa";
"Active screen" = "Aktyvus ekranas";
"Active Space" = "Aktyvi erdvė";
"Add a running app" = "Pridėti veikiančią programą";
"Add an app from disk" = "Pridėti programą iš disko";
"Additional controls" = "Papildomi valdikliai";
"Additional controls…" = "Papildomi valdikliai…";
"Advanced" = "Išplėstiniai nustatymai";
"After keys are released" = "Atleidus klavišus";
"After release" = "Po išleidimo";
"Align windows" = "Lygiuoti langus";
"Align windows:" = "Sulygiuoti langus:";
"All apps" = "Visos programos";
"All data from this form will be made public, as a ticket on github.com" = "Visi šios formos duomenys bus viešai prieinami kaip „Github.com“ užklausa.";
"All screens" = "Visi ekranai";
"All Spaces" = "Visi tarpai";
"Allowed" = "Leista";
"Alphabetical" = "Abėcėlės tvarka";
"Alphabetical Order" = "Abėcėlės tvarka";
"Also select windows using:" = "Taip pat pasirinkite langus naudodami:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "„AltTab“ sugriuvo paskutinį kartą, kai ją naudojote. Gedimų ataskaitos išsiuntimas padės ištaisyti problemą";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "„AltTab“ šiuo metu nustatyta rodyti programas. Šis nustatymas pasiekiamas tik tada, kai „AltTab“ nustatyta rodyti langus.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "„AltTab“ veikia be ekrano įrašymo leidimų. Miniatiūros nebus rodomos.";
"AltTab needs some permissions" = "„AltTab“ reikalingi kai kurie leidimai";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "„AltTab“ rodys, ar langas šiuo metu yra sumažintas arba viso ekrano režimu, naudodamas būsenos piktogramą.";
"Always" = "Visada";
"Always send crash reports" = "Visada siųsti gedimų ataskaitas";
"and press" = "ir paspauskite";
"and press:" = "ir paspauskite:";
"Animations" = "Animacijos";
"Animations…" = "Animacijos…";
"App (BundleID starting with)" = "Programa (BundleID prasidedantis)";
"App Icons" = "Programų piktogramos";
"App is hidden" = "Programa paslėpta";
"App is running but has no open window" = "Programa veikia, bet neturi atidarytų langų";
"Apparition delay" = "Rodymo delsa";
"Apparition delay of Switcher" = "Perjungiklio atsiradimo delsa";
"Apparition delay:" = "Pasirodymo vėlavimas";
"Appearance" = "Išvaizda";
"Application Name" = "Programos pavadinimas";
"Application Name - Window Title" = "Programos pavadinimas – Lango pavadinimas";
"Applications" = "Programos";
"Are you sure you don’t want a response?" = "Ar tikrai nenorite atsakymo?";
"Arrow keys" = "Rodyklės";
"Ask whether to send crash reports" = "Klausti, ar siųsti gedimų ataskaitas";
"Auto" = "Automatinis";
"Auto-install updates periodically" = "Automatiškai įdiegti naujas versijas periodiškai";
"Blacklists" = "Juodieji sąrašai";
"Cancel" = "Atmesti";
"Cancel and hide" = "Atmesti ir paslėpti";
"Capture windows in the background" = "Fiksuoti langus fone";
"Center" = "Centruoti";
"Check for updates now…" = "Tikrinti naujinimus dabar";
"Check for updates periodically" = "Tikrinti naujinimus periodiškai";
"Check for updates…" = "Tikrinti naujinimus";
"Check permissions…" = "Patikrinti leidimus…";
"Close window" = "Uždaryti langą";
"Conflicting shortcut" = "Prieštaraujantis spartusis klavišas";
"Controls" = "Valdymas";
"Crash reports policy" = "Avarijų ataskaitų politika";
"Crash reports policy:" = "Gedimų ataskaitų politika:";
"Cursor follows focus" = "Žymeklis seka fokusą";
"Customize App Icons style…" = "Tinkinti programų piktogramų stilių…";
"Customize Thumbnails style…" = "Tinkinti miniatiūrų stilių…";
"Customize Titles style…" = "Tinkinti pavadinimų stilių…";
"Dark" = "Tamsus";
"Debug tools" = "Derinimo įrankiai";
"Disabled" = "Išjungta";
"Do nothing" = "Nieko nedaryti";
"Don’t check for updates periodically" = "Netikrinti naujinimų reguliariai";
"Don’t send" = "Nesiųsti";
"Don’t show windows from these apps" = "Nerodyti langų iš šių programų";
"Done" = "Atlikta";
"End" = "Pabaiga";
"Exceptions" = "Išimtys";
"Export settings…" = "Eksportuoti nustatymus…";
"Export…" = "Eksportuoti…";
"Fade in animation of Preview" = "Peržiūros išryškėjimo animacija";
"Fade out animation" = "Išnykimo animacija";
"Fade out animation of Switcher" = "Perjungiklio išnykimo animacija";
"Fade out animation:" = "Išnykimo animacija:";
"Failed to import settings" = "Nepavyko importuoti nustatymų";
"Focus selected window" = "Fokusuoti pasirinktą langą";
"Fullscreen window" = "Viso ekrano langas";
"Fullscreen windows:" = "Viso ekrano langai:";
"Fullscreen/Defullscreen window" = "Perjungti viso ekrano režimą langui";
"General" = "Bendra";
"Gesture" = "Gestas";
"Grant permission" = "Suteikti leidimą";
"Hidden windows:" = "Paslėpti langai:";
"Hide" = "Slėpti";
"Hide app badges" = "Slėpti programų ženklelius";
"Hide app badges:" = "Slėpti programos ženklelius:";
"Hide apps with no open window" = "Slėpti programas be atidaryto lango";
"Hide apps with no open window:" = "Slėpti programas be atidaryto lango:";
"Hide colored circles on mouse hover" = "Slėpti spalvotus apskritimus, užvedus pelės žymeklį";
"Hide colored circles on mouse hover:" = "Slėpti spalvotus apskritimus, užvedus pelę:";
"Hide in %@" = "Slėpti %@";
"Hide Space number labels" = "Slėpti erdvės numerių žymes";
"Hide Space number labels:" = "Slėpti žymes su skaičiais:";
"Hide status icons" = "Slėpti būsenos piktogramas";
"Hide status icons:" = "Slėpti būsenos piktogramas:";
"Hide window thumbnails:" = "Slėpti langų miniatiūras:";
"Hide/Show app" = "Slėpti/Rodyti programą";
"High" = "Aukšta";
"Highest" = "Aukščiausia";
"Hold" = "Laikyti";
"Horizontal Swipe with Four Fingers" = "Horizontalus perbraukimas keturiais pirštais";
"Horizontal Swipe with Three Fingers" = "Horizontalus perbraukimas trimis pirštais";
"I think the app could be improved with…" = "Manau, kad programa gali būti pagerinta su";
"Ignore shortcuts when active" = "Ignoruoti sparčiuosius klavišus, kai aktyvus";
"Ignore shortcuts while a window from these apps is active" = "Ignoruoti sparčiuosius klavišus, kai aktyvus langas iš šių programų";
"Import settings…" = "Importuoti nustatymus…";
"Import…" = "Importuoti…";
"Keep open" = "Palikti atidarytą";
"Keep open and search" = "Palikti atidarytą ir ieškoti";
"Language" = "Kalba";
"Language Change" = "Kalbos keitimas";
"Large" = "Didelis";
"Later" = "Vėliau";
"Latest releases" = "Paskutinės versijos";
"Leading" = "Pradžia";
"Left" = "Kairė";
"Light" = "Šviesi";
"Lock search" = "Užrakinti paiešką";
"Max height on screen:" = "Maks. aukštis ekrane:";
"Max width on screen:" = "Maks. plotis ekrane:";
"Medium" = "Vidutinis";
"Menubar icon" = "Meniu juostos piktograma";
"Menubar icon:" = "Meniu juostos piktograma:";
"Middle" = "Vidurys";
"Minimize/Deminimize window" = "Sumažinti/Atkurti langą";
"Minimized windows:" = "Sumažinti langai:";
"Miscellaneous" = "Įvairūs";
"Miscellaneous:" = "Įvairūs:";
"Mouse hover" = "Pelei užvedus";
"Multiple screens" = "Keli ekranai";
"Never" = "Niekada";
"Never send crash reports" = "Niekada nesiųsti gedimų ataskaitų";
"No Window" = "Nėra lango";
"Non-active apps" = "Neaktyvios programos";
"Non-visible Spaces" = "Nematomos erdvės";
"Normal" = "Normalus";
"Not allowed" = "Neleista";
"NSHumanReadableCopyright" = "GPL-3.0 licenzija";
"Only if the window is fullscreen" = "Tik jei langas yra viso ekrano režimu";
"Only on different screen" = "Tik kitame ekrane";
"Open Accessibility Preferences…" = "Atidaryti prieinamumo nuostatas…";
"Open Accessibility Settings…" = "Atidaryti pritaikomumo nustatymus…";
"Open Screen Recording Preferences…" = "Atidaryti ekrano įrašymo nuostatas…";
"Open Screen Recording Settings…" = "Atidaryti ekrano įrašymo nustatymus…";
"Open System Settings to confirm, and continue" = "Atidarykite sistemos nustatymus, kad patvirtintumėte ir tęstumėte";
"Open Trackpad Preferences…" = "Atidaryti jutiklinės dalies nuostatas…";
"Open Trackpad Settings…" = "Atidaryti jutiklinės dalies nustatymus…";
"Optional: email (if you want a reply)" = "Pasirinktina: mailas(jei norite atsakymo)";
"Order windows by" = "Rūšiuoti langus pagal";
"Please fill in the form" = "Prašome užpildyti formą";
"Policies" = "Politika";
"Preferences…" = "Nuostatos...";
"Preview selected window" = "Peržiūrėti pasirinktą langą";
"Preview selected window:" = "Peržiūrėti pasirinktą langą:";
"Preview the selected window." = "Peržiūrėti pasirinktą langą.";
"Quit" = "Išjungti";
"Quit %@" = "Baigti %@";
"Quit app" = "Išjungti programą";
"Recently Created" = "Neseniai sukurta";
"Recently Created First" = "Pirmiausia naujausi sukurti";
"Recently Focused" = "Neseniai fokusuota";
"Recently Focused First" = "Pirmiausia naujausi fokusuoti";
"Remember my choice" = "Prisiminti mano pasirinkimą";
"Reset preferences and restart" = "Atstatyti nuostatas ir paleisti iš naujo";
"Reset preferences and restart…" = "Atstatyti nuostatas ir paleisti iš naujo…";
"Reset settings and restart" = "Atstatyti nustatymus ir paleisti iš naujo";
"Reset settings and restart…" = "Atstatyti nustatymus ir paleisti iš naujo…";
"Restart Now" = "Paleisti iš naujo dabar";
"Rows of thumbnails:" = "Miniatiūrų eilutės:";
"Screen including menu bar" = "Ekranas, kuriame yra meniu juosta";
"Screen including mouse" = "Ekranas, kuriame yra pelė";
"Screen Recording" = "Ekrano įrašymas";
"Screen showing AltTab" = "Ekranas, kuriame rodomas „AltTab“";
"Search" = "Paieška";
"Select next window" = "Pasirinkti kitą langą";
"Select previous window" = "Pasirinkti ankstesnį langą";
"Select windows on mouse hover" = "Pasirinkti langus, užvedus pelės žymeklį";
"Select windows using arrow keys" = "Pasirinkti langus rodyklių klavišais";
"Select windows using vim keys" = "Pasirinkti langus naudojant „vim“ klavišus";
"Send" = "Siųsti";
"Send a crash report?" = "Siųsti gedimų ataskaitą?";
"Send anyway" = "Vis tiek siųsti";
"Send debug profile (CPU, memory, etc)" = "Siųsti debuginimo informaciją (CPU, atmintį, etc)";
"Send feedback" = "Siųsti atsiliepimą";
"Send feedback…" = "Siųsti atsiliepimą...";
"Settings imported" = "Nustatymai importuoti";
"Settings…" = "Nustatymai";
"Share improvement ideas, or report bugs" = "Pasidalinkite tobulinimo idėjomis arba praneškite apie klaidas";
"Shortcut" = "Spartusis klavišas";
"Shortcut 1" = "Spartusis klavišas 1";
"Shortcut 2" = "Spartusis klavišas 2";
"Shortcut 3" = "Spartusis klavišas 3";
"Shortcut 4" = "Spartusis klavišas 4";
"Shortcut 5" = "Spartusis klavišas 5";
"Shortcut already assigned to another action: %@" = "Spartusis klavišas jau priskirtas kitam veiksmui: %@";
"Shortcuts When Active" = "Spartieji klavišai, kai aktyvus";
"Shortcuts when active…" = "Spartieji klavišai, kai aktyvus…";
"Show" = "Rodyti";
"Show & Hide" = "Rodyti ir slėpti";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Rodyti elementą perjungiklyje kiekvienam langui arba kiekvienai programai. Langai bus fokusuojami, o programos – aktyvuojamos.";
"Show apps with no open window" = "Rodyti programas be atidaryto lango";
"Show at the end" = "Rodyti pabaigoje";
"Show fullscreen windows" = "Rodyti viso ekrano langus";
"Show hidden windows" = "Rodyti paslėptus langus";
"Show in switcher" = "Rodyti perjungiklyje";
"Show minimized windows" = "Rodyti minimizuotus langus";
"Show on" = "Rodyti";
"Show on:" = "Rodyti ant:";
"Show standard tabs as windows" = "Rodyti standartines korteles kaip langus";
"Show standard tabs as windows:" = "Rodyti standartinius skirtukus kaip langus:";
"Show titles" = "Rodyti pavadinimus";
"Show windows from applications" = "Rodyti langus iš programų";
"Show windows from screens" = "Rodyti langus iš ekranų";
"Show windows from Spaces" = "Rodyti langus iš „Spaces“";
"Show windows from:" = "Rodyti langus iš:";
"Size" = "Dydis";
"Skipped" = "Praleista";
"Small" = "Mažas";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Kai kurios programos, pvz., „Finder“ ar „Preview“, naudoja standartines korteles, kurios veikia kaip nepriklausomi langai. Kitos programos, pvz., interneto naršyklės, naudoja pasirinktines korteles, kurios veikia unikaliai ir nėra tikri langai. „AltTab“ negali jų išvardyti atskirai.";
"Source code repository" = "Šaltinio kodo saugykla";
"Space" = "Erdvė";
"Space Order" = "Erdvės tvarka";
"Start" = "Pradžia";
"Start at login" = "Paleisti prisijungus";
"Start at login:" = "Paleisti prisijungus:";
"Support this project" = "Palaikyti šį projektą";
"Swipe with Four Fingers" = "Perbraukimas keturiais pirštais";
"Swipe with Three Fingers" = "Perbraukimas trimis pirštais";
"Switch between 3 different styles. You can customize them." = "Perjungti tarp 3 skirtingų stilių. Galite juos tinkinti.";
"System" = "Sistema";
"System Default" = "Numatytasis sistemos";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Spartusis klavišas ⌘⎋ (command+escape) gali būti naudojamas „macOS“ „GameOverlay“ funkcijai.\n\nJūsų pakeitimas jam priskirtų: %@.\n\nJei norite tęsti, įsitikinkite, kad „GameOverlay“ spartusis klavišas yra išjungtas.\nTaip pat atkreipkite dėmesį, kad „macOS“ pranešė apie klaidas, kai spartusis klavišas gali vis tiek trukdyti, net ir išjungus.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Kai kurie „macOS“ spartieji klavišai (pvz., ⌘⌥⎋ parodys langą „Priverstinai uždaryti programas“) rezervuoja klavišą ⎋ (escape).\n\nJei norite naudoti ⎋, įsitikinkite, kad laikomi modifikatoriai nėra: ⌘⌥, ⌘⌥⇧ arba ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Kai kurie „macOS“ spartieji klavišai (pvz., ⌘⌥⎋ parodys langą „Priverstinai uždaryti programas“) rezervuoja klavišą ⎋ (escape).\n\nJūsų pakeitimas jam priskirtų: %@.\n\nJei norite naudoti ⎋, įsitikinkite, kad laikomi modifikatoriai nėra: ⌘⌥, ⌘⌥⇧ arba ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Programa turi būti paleista iš naujo, kad būtų pritaikyti importuoti nustatymai.";
"The application needs to restart to apply the language change." = "Programa turi būti paleista iš naujo, kad būtų pritaikytas kalbos pakeitimas.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "Tada atleiskite:";
"This permission is needed to focus windows after you release the shortcut" = "Šis leidimas reikalingas langų fokusavimui, kai atleisite spartųjį klavišą";
"This permission is needed to show screenshots and titles of open windows" = "Šis leidimas reikalingas atidarytų langų ekrano kopijoms ir pavadinimams rodyti";
"This permission is needed to show thumbnails and preview of open windows" = "Šis leidimas reikalingas norint rodyti atidarytų langų miniatiūras ir peržiūras";
"Thumbnails" = "Miniatiūros";
"Title" = "Pavadinimas";
"Title truncation" = "Pavadinimo trumpinimas";
"Titles" = "Pavadinimai";
"Trackpad haptic feedback" = "Jutiklinės dalies lytėjimo grįžtamasis ryšys";
"Trigger" = "Paleidimas";
"Trigger shortcut" = "Paleidimo spartusis klavišas";
"Unassign existing shortcut and continue" = "Panaikinti esamo spartaus klavišo priskyrimą ir tęsti";
"Updates policy" = "Atnaujinimų politika";
"Updates policy:" = "Atnaujinimų politika:";
"Use the app without this permission. Thumbnails won’t show." = "Naudoti programą be šio leidimo. Miniatiūros nebus rodomos.";
"Version" = "Versija";
"Vertical Swipe with Four Fingers" = "Vertikalus perbraukimas keturiais pirštais";
"Vertical Swipe with Three Fingers" = "Vertikalus perbraukimas trimis pirštais";
"View existing discussions" = "Peržiūrėti esamas diskusijas";
"Vim keys" = "Vim klavišai";
"Vim keys already assigned to other actions:\n%@" = "Vim klavišai jau priskirti kitiems veiksmams:\n%@";
"Visibility" = "Matomumas";
"Visible Spaces" = "Matomos erdvės";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Išjungus, išvengiama „macOS“ purpurinio ekrano įrašymo indikatoriaus ir mirgėjimo atkuriant DRM vaizdo įrašus. Miniatiūros bus mažiau atnaujintos.";
"When fullscreen" = "Kai viso ekrano režimu";
"When no open window" = "Kai nėra atidaryto lango";
"While open, press:" = "Kai atidaryta, paspauskite:";
"Window app icon size:" = "Lango programos piktogramos dydis:";
"Window is fullscreen" = "Langas yra viso ekrano režimu";
"Window is minimized" = "Langas yra sumažintas";
"Window is on every Space" = "Langas yra kiekvienoje erdvėje";
"Window is on Space %d" = "Langas yra erdvėje %d";
"Window max width in row:" = "Maks. lango plotis eilutėje:";
"Window min width in row:" = "Min. lango plotis eilutėje:";
"Window order:" = "Langų tvarka:";
"Window Title" = "Lango pavadinimas";
"Window title contains" = "Lango pavadinime yra";
"Window title font size:" = "Lango pavadinimo šrifto dydis:";
"Window title truncation:" = "Lango pavadinimo trumpinimas:";
"Windows" = "Langai";
"You can’t undo this action." = "Negalite atšaukti šio veiksmo.";
"You didn’t write your email, thus can’t receive any response." = "Neįvedėte savo el. pašto adreso, todėl negalėsite gauti atsakymo.";
"You may need to disable some conflicting system gestures" = "Gali tekti išjungti kai kuriuos prieštaraujančius sistemos gestus";
